;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! zenburn-theme)
(package! web-mode)
(package! super-save)
(package! rvm)
(package! command-log-mode)
(package! git-link)
(package! vmd-mode)
(package! evil-matchit)
;; (package! evil-terminal-cursor-changer)
(package! move-text)
(package! atomic-chrome)
(package! terminal-focus-reporting)
(package! yaml-mode)
(package! restclient)
(package! evil-snipe :disable t)
(package! prettier-js)
